10/data/attachments/83f05c7d4a3983e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Devin_serious_Actions_85496_4</nif:username>
            <nif:friendToBeRequested>soap_actions_e60064b1-13fa-444d-95f4-8724cdd29528</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>